[{"pdf_name": "page7.pdf", "dataset_id": "page7", "content": " Intuitively, the standard SIR model assumes a uniform chance of infection for each suscepti- ble agent which is proportional to the population infection rate It N. In contrast, in the network- augmented NSIR model an individual's chance of infection is heterogeneous and is a function of the social network G. The average time-t infection probability in the network, stÖGÜ deter- mines the reproduction number RNSIR . For example, consider the first infection, I0 = 1 of some t agent i0, at which RSIR r. In contrast, the value of the NSIR effective reproduction number 0 ' b b St St Ö6Ü ä r âp N á Ö1  pÜ St ItPi2StsitÖGÜ A social network model of COVID-19 ⌘ stÖGÜ St Pi2StsitÖGÜ dÖIt á EtÜ sitÖGÜ  rIt à dt à pbItst á Ö1  pÜbXi2St ItPi2StsitÖGÜ ✓ corresponding to the agent i's probability of infection from one of her social contacts in graph G at time t. Using (1), in the (no-intervention) NSIR model we have, PLOS ONE | https://doi.org/10.1371/journal.pone.0240878 October 29, 2020 7 / 33 At p = 1 this expression equals RSIR t but in general, including at t = 0, the NSIR model reproduction number RNSIR differs from RSIR and depends on the graph G. For example, [9] t t emphasize the importance of the ratio between the second and first moment of the degree dis- tribution for the infection growth rate. 2.3.2 Population vs. network transmission. I next compare the reproduction numbers for the SIR model (p = 1) and the network-only transmission NSIR model (p = 0) for given val- ues of It and St. Using (6), for p = 0 we have rIt Pi2StsitÖGÜ where bSt RNSIR Ö7Ü t à St rIt Pi2StsitÖGÜ The number of infected agents (exposed plus infectious) would grow if the expression in N, define the NSIR model effective reproduction num- the brackets is positive. Hence, for st ' St ber RNSIR as t ItPi2StsitÖGÜ ; sitÖGÜ ⌘Pj2CGÖiÜ1xjtàI #CGÖiÜ RNSIR t ⋛ RSIR Ö8Ü t , stÖGÜ⋛ It N PLOS ONE à pbItst á Ö1  pÜbXi2St b St à rIt p b st á Ö1  pÜ  1 r r St ItPi2StsitÖGÜ ✓ ◆ r. If b r > 1 the epidemic grows Evaluating at S0 ' N gives the familiar SIR R0 value, RSIR 0 à b . In RSIR N > 1 0 (if unchecked) as long as there is a sufficiently large fraction of susceptibles, st à St contrast, if RSIR 0 < 1 the epidemic would die out on its own. I define the effective reproduction number Rt in the NSIR model analogously. Define sitÖGÜ ⌘Pj2CGÖiÜ1xjtàI is the average chance of infection across all susceptible nodes i 2 St at time t, given the set I t of infectious agents i with xit = I. Comparing (5) and (7), observe that t ⋛ RSIR t , stÖGÜ⋛ It", "obj_pages": [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1], "obj_bbs": [[485.0, 1533.0, 1395.0, 1727.0], [774.0, 810.0, 1394.0, 871.0], [1091.0, 97.0, 1396.0, 112.0], [841.0, 1282.0, 1037.0, 1343.0], [666.0, 519.0, 1149.0, 583.0], [485.0, 442.0, 1386.0, 497.0], [87.0, 1803.0, 1396.0, 1837.0], [485.0, 903.0, 1395.0, 1123.0], [485.0, 1237.0, 543.0, 1254.0], [811.0, 1145.0, 1394.0, 1206.0], [485.0, 694.0, 1386.0, 788.0], [831.0, 348.0, 1049.0, 412.0], [790.0, 1451.0, 1394.0, 1500.0], [87.0, 92.0, 221.0, 112.0], [786.0, 600.0, 1210.0, 661.0], [485.0, 186.0, 1381.0, 326.0], [485.0, 1374.0, 1394.0, 1429.0]]}]